results/direct-1000-20250907-122906-k6.log

         /\      Grafana   /‾‾/  
    /\  /  \     |\  __   /  /   
   /  \/    \    | |/ /  /   ‾‾\ 
  /          \   |   (  |  (‾)  |
 / __________ \  |_|\_\  \_____/ 

     execution: local
        script: /scripts/script.js
        output: -

     scenarios: (100.00%) 1 scenario, 1 max VUs, 6m30s max duration (incl. graceful stop):
              * paced_over_5m: 1000 iterations for each of 1 VUs (maxDuration: 6m0s, gracefulStop: 30s)


running (0m01.0s), 1/1 VUs, 3 complete and 0 interrupted iterations
paced_over_5m   [   0% ] 1 VUs  0m01.0s/6m0s  0003/1000 iters, 1000 per VU

running (0m02.0s), 1/1 VUs, 6 complete and 0 interrupted iterations
paced_over_5m   [   1% ] 1 VUs  0m02.0s/6m0s  0006/1000 iters, 1000 per VU

running (0m03.0s), 1/1 VUs, 9 complete and 0 interrupted iterations
paced_over_5m   [   1% ] 1 VUs  0m03.0s/6m0s  0009/1000 iters, 1000 per VU

running (0m04.0s), 1/1 VUs, 13 complete and 0 interrupted iterations
paced_over_5m   [   1% ] 1 VUs  0m04.0s/6m0s  0013/1000 iters, 1000 per VU

running (0m05.0s), 1/1 VUs, 16 complete and 0 interrupted iterations
paced_over_5m   [   2% ] 1 VUs  0m05.0s/6m0s  0016/1000 iters, 1000 per VU

running (0m06.0s), 1/1 VUs, 19 complete and 0 interrupted iterations
paced_over_5m   [   2% ] 1 VUs  0m06.0s/6m0s  0019/1000 iters, 1000 per VU

running (0m07.0s), 1/1 VUs, 22 complete and 0 interrupted iterations
paced_over_5m   [   2% ] 1 VUs  0m07.0s/6m0s  0022/1000 iters, 1000 per VU

running (0m08.0s), 1/1 VUs, 26 complete and 0 interrupted iterations
paced_over_5m   [   3% ] 1 VUs  0m08.0s/6m0s  0026/1000 iters, 1000 per VU

running (0m09.0s), 1/1 VUs, 29 complete and 0 interrupted iterations
paced_over_5m   [   3% ] 1 VUs  0m09.0s/6m0s  0029/1000 iters, 1000 per VU

running (0m10.0s), 1/1 VUs, 32 complete and 0 interrupted iterations
paced_over_5m   [   3% ] 1 VUs  0m10.0s/6m0s  0032/1000 iters, 1000 per VU

running (0m11.0s), 1/1 VUs, 35 complete and 0 interrupted iterations
paced_over_5m   [   4% ] 1 VUs  0m11.0s/6m0s  0035/1000 iters, 1000 per VU

running (0m12.0s), 1/1 VUs, 39 complete and 0 interrupted iterations
paced_over_5m   [   4% ] 1 VUs  0m12.0s/6m0s  0039/1000 iters, 1000 per VU

running (0m13.0s), 1/1 VUs, 42 complete and 0 interrupted iterations
paced_over_5m   [   4% ] 1 VUs  0m13.0s/6m0s  0042/1000 iters, 1000 per VU

running (0m14.0s), 1/1 VUs, 45 complete and 0 interrupted iterations
paced_over_5m   [   4% ] 1 VUs  0m14.0s/6m0s  0045/1000 iters, 1000 per VU

running (0m15.0s), 1/1 VUs, 49 complete and 0 interrupted iterations
paced_over_5m   [   5% ] 1 VUs  0m15.0s/6m0s  0049/1000 iters, 1000 per VU

running (0m16.0s), 1/1 VUs, 52 complete and 0 interrupted iterations
paced_over_5m   [   5% ] 1 VUs  0m16.0s/6m0s  0052/1000 iters, 1000 per VU

running (0m17.0s), 1/1 VUs, 55 complete and 0 interrupted iterations
paced_over_5m   [   6% ] 1 VUs  0m17.0s/6m0s  0055/1000 iters, 1000 per VU

running (0m18.0s), 1/1 VUs, 58 complete and 0 interrupted iterations
paced_over_5m   [   6% ] 1 VUs  0m18.0s/6m0s  0058/1000 iters, 1000 per VU

running (0m19.0s), 1/1 VUs, 62 complete and 0 interrupted iterations
paced_over_5m   [   6% ] 1 VUs  0m19.0s/6m0s  0062/1000 iters, 1000 per VU

running (0m20.0s), 1/1 VUs, 65 complete and 0 interrupted iterations
paced_over_5m   [   6% ] 1 VUs  0m20.0s/6m0s  0065/1000 iters, 1000 per VU

running (0m21.0s), 1/1 VUs, 68 complete and 0 interrupted iterations
paced_over_5m   [   7% ] 1 VUs  0m21.0s/6m0s  0068/1000 iters, 1000 per VU

running (0m22.0s), 1/1 VUs, 71 complete and 0 interrupted iterations
paced_over_5m   [   7% ] 1 VUs  0m22.0s/6m0s  0071/1000 iters, 1000 per VU

running (0m23.0s), 1/1 VUs, 75 complete and 0 interrupted iterations
paced_over_5m   [   8% ] 1 VUs  0m23.0s/6m0s  0075/1000 iters, 1000 per VU

running (0m24.0s), 1/1 VUs, 78 complete and 0 interrupted iterations
paced_over_5m   [   8% ] 1 VUs  0m24.0s/6m0s  0078/1000 iters, 1000 per VU

running (0m25.0s), 1/1 VUs, 81 complete and 0 interrupted iterations
paced_over_5m   [   8% ] 1 VUs  0m25.0s/6m0s  0081/1000 iters, 1000 per VU

running (0m26.0s), 1/1 VUs, 84 complete and 0 interrupted iterations
paced_over_5m   [   8% ] 1 VUs  0m26.0s/6m0s  0084/1000 iters, 1000 per VU

running (0m27.0s), 1/1 VUs, 88 complete and 0 interrupted iterations
paced_over_5m   [   9% ] 1 VUs  0m27.0s/6m0s  0088/1000 iters, 1000 per VU

running (0m28.0s), 1/1 VUs, 91 complete and 0 interrupted iterations
paced_over_5m   [   9% ] 1 VUs  0m28.0s/6m0s  0091/1000 iters, 1000 per VU

running (0m29.0s), 1/1 VUs, 94 complete and 0 interrupted iterations
paced_over_5m   [   9% ] 1 VUs  0m29.0s/6m0s  0094/1000 iters, 1000 per VU

running (0m30.0s), 1/1 VUs, 98 complete and 0 interrupted iterations
paced_over_5m   [  10% ] 1 VUs  0m30.0s/6m0s  0098/1000 iters, 1000 per VU

running (0m31.0s), 1/1 VUs, 101 complete and 0 interrupted iterations
paced_over_5m   [  10% ] 1 VUs  0m31.0s/6m0s  0101/1000 iters, 1000 per VU

running (0m32.0s), 1/1 VUs, 104 complete and 0 interrupted iterations
paced_over_5m   [  10% ] 1 VUs  0m32.0s/6m0s  0104/1000 iters, 1000 per VU

running (0m33.0s), 1/1 VUs, 107 complete and 0 interrupted iterations
paced_over_5m   [  11% ] 1 VUs  0m33.0s/6m0s  0107/1000 iters, 1000 per VU

running (0m34.0s), 1/1 VUs, 111 complete and 0 interrupted iterations
paced_over_5m   [  11% ] 1 VUs  0m34.0s/6m0s  0111/1000 iters, 1000 per VU

running (0m35.0s), 1/1 VUs, 114 complete and 0 interrupted iterations
paced_over_5m   [  11% ] 1 VUs  0m35.0s/6m0s  0114/1000 iters, 1000 per VU

running (0m36.0s), 1/1 VUs, 117 complete and 0 interrupted iterations
paced_over_5m   [  12% ] 1 VUs  0m36.0s/6m0s  0117/1000 iters, 1000 per VU

running (0m37.0s), 1/1 VUs, 121 complete and 0 interrupted iterations
paced_over_5m   [  12% ] 1 VUs  0m37.0s/6m0s  0121/1000 iters, 1000 per VU

running (0m38.0s), 1/1 VUs, 124 complete and 0 interrupted iterations
paced_over_5m   [  12% ] 1 VUs  0m38.0s/6m0s  0124/1000 iters, 1000 per VU

running (0m39.0s), 1/1 VUs, 127 complete and 0 interrupted iterations
paced_over_5m   [  13% ] 1 VUs  0m39.0s/6m0s  0127/1000 iters, 1000 per VU

running (0m40.0s), 1/1 VUs, 130 complete and 0 interrupted iterations
paced_over_5m   [  13% ] 1 VUs  0m40.0s/6m0s  0130/1000 iters, 1000 per VU

running (0m41.0s), 1/1 VUs, 134 complete and 0 interrupted iterations
paced_over_5m   [  13% ] 1 VUs  0m41.0s/6m0s  0134/1000 iters, 1000 per VU

running (0m42.0s), 1/1 VUs, 137 complete and 0 interrupted iterations
paced_over_5m   [  14% ] 1 VUs  0m42.0s/6m0s  0137/1000 iters, 1000 per VU

running (0m43.0s), 1/1 VUs, 140 complete and 0 interrupted iterations
paced_over_5m   [  14% ] 1 VUs  0m43.0s/6m0s  0140/1000 iters, 1000 per VU

running (0m44.0s), 1/1 VUs, 143 complete and 0 interrupted iterations
paced_over_5m   [  14% ] 1 VUs  0m44.0s/6m0s  0143/1000 iters, 1000 per VU

running (0m45.0s), 1/1 VUs, 147 complete and 0 interrupted iterations
paced_over_5m   [  15% ] 1 VUs  0m45.0s/6m0s  0147/1000 iters, 1000 per VU

running (0m46.0s), 1/1 VUs, 150 complete and 0 interrupted iterations
paced_over_5m   [  15% ] 1 VUs  0m46.0s/6m0s  0150/1000 iters, 1000 per VU

running (0m47.0s), 1/1 VUs, 153 complete and 0 interrupted iterations
paced_over_5m   [  15% ] 1 VUs  0m47.0s/6m0s  0153/1000 iters, 1000 per VU

running (0m48.0s), 1/1 VUs, 156 complete and 0 interrupted iterations
paced_over_5m   [  16% ] 1 VUs  0m48.0s/6m0s  0156/1000 iters, 1000 per VU

running (0m49.0s), 1/1 VUs, 160 complete and 0 interrupted iterations
paced_over_5m   [  16% ] 1 VUs  0m49.0s/6m0s  0160/1000 iters, 1000 per VU

running (0m50.0s), 1/1 VUs, 163 complete and 0 interrupted iterations
paced_over_5m   [  16% ] 1 VUs  0m50.0s/6m0s  0163/1000 iters, 1000 per VU

running (0m51.0s), 1/1 VUs, 166 complete and 0 interrupted iterations
paced_over_5m   [  17% ] 1 VUs  0m51.0s/6m0s  0166/1000 iters, 1000 per VU

running (0m52.0s), 1/1 VUs, 169 complete and 0 interrupted iterations
paced_over_5m   [  17% ] 1 VUs  0m52.0s/6m0s  0170/1000 iters, 1000 per VU

running (0m53.0s), 1/1 VUs, 173 complete and 0 interrupted iterations
paced_over_5m   [  17% ] 1 VUs  0m53.0s/6m0s  0173/1000 iters, 1000 per VU

running (0m54.0s), 1/1 VUs, 176 complete and 0 interrupted iterations
paced_over_5m   [  18% ] 1 VUs  0m54.0s/6m0s  0176/1000 iters, 1000 per VU

running (0m55.0s), 1/1 VUs, 179 complete and 0 interrupted iterations
paced_over_5m   [  18% ] 1 VUs  0m55.0s/6m0s  0179/1000 iters, 1000 per VU

running (0m56.0s), 1/1 VUs, 183 complete and 0 interrupted iterations
paced_over_5m   [  18% ] 1 VUs  0m56.0s/6m0s  0183/1000 iters, 1000 per VU

running (0m57.0s), 1/1 VUs, 186 complete and 0 interrupted iterations
paced_over_5m   [  19% ] 1 VUs  0m57.0s/6m0s  0186/1000 iters, 1000 per VU

running (0m58.0s), 1/1 VUs, 189 complete and 0 interrupted iterations
paced_over_5m   [  19% ] 1 VUs  0m58.0s/6m0s  0189/1000 iters, 1000 per VU

running (0m59.0s), 1/1 VUs, 192 complete and 0 interrupted iterations
paced_over_5m   [  19% ] 1 VUs  0m59.0s/6m0s  0192/1000 iters, 1000 per VU

running (1m00.0s), 1/1 VUs, 196 complete and 0 interrupted iterations
paced_over_5m   [  20% ] 1 VUs  1m00.0s/6m0s  0196/1000 iters, 1000 per VU

running (1m01.0s), 1/1 VUs, 199 complete and 0 interrupted iterations
paced_over_5m   [  20% ] 1 VUs  1m01.0s/6m0s  0199/1000 iters, 1000 per VU

running (1m02.0s), 1/1 VUs, 202 complete and 0 interrupted iterations
paced_over_5m   [  20% ] 1 VUs  1m02.0s/6m0s  0202/1000 iters, 1000 per VU

running (1m03.0s), 1/1 VUs, 205 complete and 0 interrupted iterations
paced_over_5m   [  20% ] 1 VUs  1m03.0s/6m0s  0205/1000 iters, 1000 per VU

running (1m04.0s), 1/1 VUs, 209 complete and 0 interrupted iterations
paced_over_5m   [  21% ] 1 VUs  1m04.0s/6m0s  0209/1000 iters, 1000 per VU

running (1m05.0s), 1/1 VUs, 212 complete and 0 interrupted iterations
paced_over_5m   [  21% ] 1 VUs  1m05.0s/6m0s  0212/1000 iters, 1000 per VU

running (1m06.0s), 1/1 VUs, 215 complete and 0 interrupted iterations
paced_over_5m   [  22% ] 1 VUs  1m06.0s/6m0s  0215/1000 iters, 1000 per VU

running (1m07.0s), 1/1 VUs, 218 complete and 0 interrupted iterations
paced_over_5m   [  22% ] 1 VUs  1m07.0s/6m0s  0218/1000 iters, 1000 per VU

running (1m08.0s), 1/1 VUs, 222 complete and 0 interrupted iterations
paced_over_5m   [  22% ] 1 VUs  1m08.0s/6m0s  0222/1000 iters, 1000 per VU

running (1m09.0s), 1/1 VUs, 225 complete and 0 interrupted iterations
paced_over_5m   [  22% ] 1 VUs  1m09.0s/6m0s  0225/1000 iters, 1000 per VU

running (1m10.0s), 1/1 VUs, 228 complete and 0 interrupted iterations
paced_over_5m   [  23% ] 1 VUs  1m10.0s/6m0s  0228/1000 iters, 1000 per VU

running (1m11.0s), 1/1 VUs, 232 complete and 0 interrupted iterations
paced_over_5m   [  23% ] 1 VUs  1m11.0s/6m0s  0232/1000 iters, 1000 per VU

running (1m12.0s), 1/1 VUs, 235 complete and 0 interrupted iterations
paced_over_5m   [  24% ] 1 VUs  1m12.0s/6m0s  0235/1000 iters, 1000 per VU

running (1m13.0s), 1/1 VUs, 238 complete and 0 interrupted iterations
paced_over_5m   [  24% ] 1 VUs  1m13.0s/6m0s  0238/1000 iters, 1000 per VU

running (1m14.0s), 1/1 VUs, 241 complete and 0 interrupted iterations
paced_over_5m   [  24% ] 1 VUs  1m14.0s/6m0s  0241/1000 iters, 1000 per VU

running (1m15.0s), 1/1 VUs, 245 complete and 0 interrupted iterations
paced_over_5m   [  24% ] 1 VUs  1m15.0s/6m0s  0245/1000 iters, 1000 per VU

running (1m16.0s), 1/1 VUs, 248 complete and 0 interrupted iterations
paced_over_5m   [  25% ] 1 VUs  1m16.0s/6m0s  0248/1000 iters, 1000 per VU

running (1m17.0s), 1/1 VUs, 251 complete and 0 interrupted iterations
paced_over_5m   [  25% ] 1 VUs  1m17.0s/6m0s  0251/1000 iters, 1000 per VU

running (1m18.0s), 1/1 VUs, 254 complete and 0 interrupted iterations
paced_over_5m   [  25% ] 1 VUs  1m18.0s/6m0s  0254/1000 iters, 1000 per VU

running (1m19.0s), 1/1 VUs, 258 complete and 0 interrupted iterations
paced_over_5m   [  26% ] 1 VUs  1m19.0s/6m0s  0258/1000 iters, 1000 per VU

running (1m20.0s), 1/1 VUs, 261 complete and 0 interrupted iterations
paced_over_5m   [  26% ] 1 VUs  1m20.0s/6m0s  0261/1000 iters, 1000 per VU

running (1m21.0s), 1/1 VUs, 264 complete and 0 interrupted iterations
paced_over_5m   [  26% ] 1 VUs  1m21.0s/6m0s  0264/1000 iters, 1000 per VU

running (1m22.0s), 1/1 VUs, 267 complete and 0 interrupted iterations
paced_over_5m   [  27% ] 1 VUs  1m22.0s/6m0s  0267/1000 iters, 1000 per VU

running (1m23.0s), 1/1 VUs, 271 complete and 0 interrupted iterations
paced_over_5m   [  27% ] 1 VUs  1m23.0s/6m0s  0271/1000 iters, 1000 per VU

running (1m24.0s), 1/1 VUs, 274 complete and 0 interrupted iterations
paced_over_5m   [  27% ] 1 VUs  1m24.0s/6m0s  0274/1000 iters, 1000 per VU

running (1m25.0s), 1/1 VUs, 277 complete and 0 interrupted iterations
paced_over_5m   [  28% ] 1 VUs  1m25.0s/6m0s  0277/1000 iters, 1000 per VU

running (1m26.0s), 1/1 VUs, 281 complete and 0 interrupted iterations
paced_over_5m   [  28% ] 1 VUs  1m26.0s/6m0s  0281/1000 iters, 1000 per VU

running (1m27.0s), 1/1 VUs, 284 complete and 0 interrupted iterations
paced_over_5m   [  28% ] 1 VUs  1m27.0s/6m0s  0284/1000 iters, 1000 per VU

running (1m28.0s), 1/1 VUs, 287 complete and 0 interrupted iterations
paced_over_5m   [  29% ] 1 VUs  1m28.0s/6m0s  0287/1000 iters, 1000 per VU

running (1m29.0s), 1/1 VUs, 290 complete and 0 interrupted iterations
paced_over_5m   [  29% ] 1 VUs  1m29.0s/6m0s  0290/1000 iters, 1000 per VU

running (1m30.0s), 1/1 VUs, 294 complete and 0 interrupted iterations
paced_over_5m   [  29% ] 1 VUs  1m30.0s/6m0s  0294/1000 iters, 1000 per VU

running (1m31.0s), 1/1 VUs, 297 complete and 0 interrupted iterations
paced_over_5m   [  30% ] 1 VUs  1m31.0s/6m0s  0297/1000 iters, 1000 per VU

running (1m32.0s), 1/1 VUs, 300 complete and 0 interrupted iterations
paced_over_5m   [  30% ] 1 VUs  1m32.0s/6m0s  0300/1000 iters, 1000 per VU

running (1m33.0s), 1/1 VUs, 304 complete and 0 interrupted iterations
paced_over_5m   [  30% ] 1 VUs  1m33.0s/6m0s  0304/1000 iters, 1000 per VU

running (1m34.0s), 1/1 VUs, 307 complete and 0 interrupted iterations
paced_over_5m   [  31% ] 1 VUs  1m34.0s/6m0s  0307/1000 iters, 1000 per VU

running (1m35.0s), 1/1 VUs, 310 complete and 0 interrupted iterations
paced_over_5m   [  31% ] 1 VUs  1m35.0s/6m0s  0310/1000 iters, 1000 per VU

running (1m36.0s), 1/1 VUs, 313 complete and 0 interrupted iterations
paced_over_5m   [  31% ] 1 VUs  1m36.0s/6m0s  0313/1000 iters, 1000 per VU

running (1m37.0s), 1/1 VUs, 317 complete and 0 interrupted iterations
paced_over_5m   [  32% ] 1 VUs  1m37.0s/6m0s  0317/1000 iters, 1000 per VU

running (1m38.0s), 1/1 VUs, 320 complete and 0 interrupted iterations
paced_over_5m   [  32% ] 1 VUs  1m38.0s/6m0s  0320/1000 iters, 1000 per VU

running (1m39.0s), 1/1 VUs, 323 complete and 0 interrupted iterations
paced_over_5m   [  32% ] 1 VUs  1m39.0s/6m0s  0323/1000 iters, 1000 per VU

running (1m40.0s), 1/1 VUs, 326 complete and 0 interrupted iterations
paced_over_5m   [  33% ] 1 VUs  1m40.0s/6m0s  0326/1000 iters, 1000 per VU

running (1m41.0s), 1/1 VUs, 330 complete and 0 interrupted iterations
paced_over_5m   [  33% ] 1 VUs  1m41.0s/6m0s  0330/1000 iters, 1000 per VU

running (1m42.0s), 1/1 VUs, 333 complete and 0 interrupted iterations
paced_over_5m   [  33% ] 1 VUs  1m42.0s/6m0s  0333/1000 iters, 1000 per VU

running (1m43.0s), 1/1 VUs, 336 complete and 0 interrupted iterations
paced_over_5m   [  34% ] 1 VUs  1m43.0s/6m0s  0336/1000 iters, 1000 per VU

running (1m44.0s), 1/1 VUs, 339 complete and 0 interrupted iterations
paced_over_5m   [  34% ] 1 VUs  1m44.0s/6m0s  0339/1000 iters, 1000 per VU

running (1m45.0s), 1/1 VUs, 343 complete and 0 interrupted iterations
paced_over_5m   [  34% ] 1 VUs  1m45.0s/6m0s  0343/1000 iters, 1000 per VU

running (1m46.0s), 1/1 VUs, 346 complete and 0 interrupted iterations
paced_over_5m   [  35% ] 1 VUs  1m46.0s/6m0s  0346/1000 iters, 1000 per VU

running (1m47.0s), 1/1 VUs, 349 complete and 0 interrupted iterations
paced_over_5m   [  35% ] 1 VUs  1m47.0s/6m0s  0349/1000 iters, 1000 per VU

running (1m48.0s), 1/1 VUs, 352 complete and 0 interrupted iterations
paced_over_5m   [  35% ] 1 VUs  1m48.0s/6m0s  0352/1000 iters, 1000 per VU

running (1m49.0s), 1/1 VUs, 356 complete and 0 interrupted iterations
paced_over_5m   [  36% ] 1 VUs  1m49.0s/6m0s  0356/1000 iters, 1000 per VU

running (1m50.0s), 1/1 VUs, 359 complete and 0 interrupted iterations
paced_over_5m   [  36% ] 1 VUs  1m50.0s/6m0s  0359/1000 iters, 1000 per VU

running (1m51.0s), 1/1 VUs, 362 complete and 0 interrupted iterations
paced_over_5m   [  36% ] 1 VUs  1m51.0s/6m0s  0362/1000 iters, 1000 per VU

running (1m52.0s), 1/1 VUs, 366 complete and 0 interrupted iterations
paced_over_5m   [  37% ] 1 VUs  1m52.0s/6m0s  0366/1000 iters, 1000 per VU

running (1m53.0s), 1/1 VUs, 369 complete and 0 interrupted iterations
paced_over_5m   [  37% ] 1 VUs  1m53.0s/6m0s  0369/1000 iters, 1000 per VU

running (1m54.0s), 1/1 VUs, 372 complete and 0 interrupted iterations
paced_over_5m   [  37% ] 1 VUs  1m54.0s/6m0s  0372/1000 iters, 1000 per VU

running (1m55.0s), 1/1 VUs, 375 complete and 0 interrupted iterations
paced_over_5m   [  38% ] 1 VUs  1m55.0s/6m0s  0375/1000 iters, 1000 per VU

running (1m56.0s), 1/1 VUs, 379 complete and 0 interrupted iterations
paced_over_5m   [  38% ] 1 VUs  1m56.0s/6m0s  0379/1000 iters, 1000 per VU

running (1m57.0s), 1/1 VUs, 382 complete and 0 interrupted iterations
paced_over_5m   [  38% ] 1 VUs  1m57.0s/6m0s  0382/1000 iters, 1000 per VU

running (1m58.0s), 1/1 VUs, 385 complete and 0 interrupted iterations
paced_over_5m   [  38% ] 1 VUs  1m58.0s/6m0s  0385/1000 iters, 1000 per VU

running (1m59.0s), 1/1 VUs, 388 complete and 0 interrupted iterations
paced_over_5m   [  39% ] 1 VUs  1m59.0s/6m0s  0388/1000 iters, 1000 per VU

running (2m00.0s), 1/1 VUs, 392 complete and 0 interrupted iterations
paced_over_5m   [  39% ] 1 VUs  2m00.0s/6m0s  0392/1000 iters, 1000 per VU

running (2m01.0s), 1/1 VUs, 395 complete and 0 interrupted iterations
paced_over_5m   [  40% ] 1 VUs  2m01.0s/6m0s  0395/1000 iters, 1000 per VU

running (2m02.0s), 1/1 VUs, 398 complete and 0 interrupted iterations
paced_over_5m   [  40% ] 1 VUs  2m02.0s/6m0s  0398/1000 iters, 1000 per VU

running (2m03.0s), 1/1 VUs, 402 complete and 0 interrupted iterations
paced_over_5m   [  40% ] 1 VUs  2m03.0s/6m0s  0402/1000 iters, 1000 per VU

running (2m04.0s), 1/1 VUs, 405 complete and 0 interrupted iterations
paced_over_5m   [  40% ] 1 VUs  2m04.0s/6m0s  0405/1000 iters, 1000 per VU

running (2m05.0s), 1/1 VUs, 408 complete and 0 interrupted iterations
paced_over_5m   [  41% ] 1 VUs  2m05.0s/6m0s  0408/1000 iters, 1000 per VU

running (2m06.0s), 1/1 VUs, 411 complete and 0 interrupted iterations
paced_over_5m   [  41% ] 1 VUs  2m06.0s/6m0s  0411/1000 iters, 1000 per VU

running (2m07.0s), 1/1 VUs, 415 complete and 0 interrupted iterations
paced_over_5m   [  42% ] 1 VUs  2m07.0s/6m0s  0415/1000 iters, 1000 per VU

running (2m08.0s), 1/1 VUs, 418 complete and 0 interrupted iterations
paced_over_5m   [  42% ] 1 VUs  2m08.0s/6m0s  0418/1000 iters, 1000 per VU

running (2m09.0s), 1/1 VUs, 421 complete and 0 interrupted iterations
paced_over_5m   [  42% ] 1 VUs  2m09.0s/6m0s  0421/1000 iters, 1000 per VU

running (2m10.0s), 1/1 VUs, 424 complete and 0 interrupted iterations
paced_over_5m   [  42% ] 1 VUs  2m10.0s/6m0s  0424/1000 iters, 1000 per VU

running (2m11.0s), 1/1 VUs, 428 complete and 0 interrupted iterations
paced_over_5m   [  43% ] 1 VUs  2m11.0s/6m0s  0428/1000 iters, 1000 per VU

running (2m12.0s), 1/1 VUs, 431 complete and 0 interrupted iterations
paced_over_5m   [  43% ] 1 VUs  2m12.0s/6m0s  0431/1000 iters, 1000 per VU

running (2m13.0s), 1/1 VUs, 434 complete and 0 interrupted iterations
paced_over_5m   [  43% ] 1 VUs  2m13.0s/6m0s  0434/1000 iters, 1000 per VU

running (2m14.0s), 1/1 VUs, 438 complete and 0 interrupted iterations
paced_over_5m   [  44% ] 1 VUs  2m14.0s/6m0s  0438/1000 iters, 1000 per VU

running (2m15.0s), 1/1 VUs, 441 complete and 0 interrupted iterations
paced_over_5m   [  44% ] 1 VUs  2m15.0s/6m0s  0441/1000 iters, 1000 per VU

running (2m16.0s), 1/1 VUs, 444 complete and 0 interrupted iterations
paced_over_5m   [  44% ] 1 VUs  2m16.0s/6m0s  0444/1000 iters, 1000 per VU

running (2m17.0s), 1/1 VUs, 447 complete and 0 interrupted iterations
paced_over_5m   [  45% ] 1 VUs  2m17.0s/6m0s  0447/1000 iters, 1000 per VU

running (2m18.0s), 1/1 VUs, 451 complete and 0 interrupted iterations
paced_over_5m   [  45% ] 1 VUs  2m18.0s/6m0s  0451/1000 iters, 1000 per VU

running (2m19.0s), 1/1 VUs, 454 complete and 0 interrupted iterations
paced_over_5m   [  45% ] 1 VUs  2m19.0s/6m0s  0454/1000 iters, 1000 per VU

running (2m20.0s), 1/1 VUs, 457 complete and 0 interrupted iterations
paced_over_5m   [  46% ] 1 VUs  2m20.0s/6m0s  0457/1000 iters, 1000 per VU

running (2m21.0s), 1/1 VUs, 460 complete and 0 interrupted iterations
paced_over_5m   [  46% ] 1 VUs  2m21.0s/6m0s  0460/1000 iters, 1000 per VU

running (2m22.0s), 1/1 VUs, 464 complete and 0 interrupted iterations
paced_over_5m   [  46% ] 1 VUs  2m22.0s/6m0s  0464/1000 iters, 1000 per VU

running (2m23.0s), 1/1 VUs, 467 complete and 0 interrupted iterations
paced_over_5m   [  47% ] 1 VUs  2m23.0s/6m0s  0467/1000 iters, 1000 per VU

running (2m24.0s), 1/1 VUs, 470 complete and 0 interrupted iterations
paced_over_5m   [  47% ] 1 VUs  2m24.0s/6m0s  0470/1000 iters, 1000 per VU

running (2m25.0s), 1/1 VUs, 473 complete and 0 interrupted iterations
paced_over_5m   [  47% ] 1 VUs  2m25.0s/6m0s  0473/1000 iters, 1000 per VU

running (2m26.0s), 1/1 VUs, 477 complete and 0 interrupted iterations
paced_over_5m   [  48% ] 1 VUs  2m26.0s/6m0s  0477/1000 iters, 1000 per VU

running (2m27.0s), 1/1 VUs, 480 complete and 0 interrupted iterations
paced_over_5m   [  48% ] 1 VUs  2m27.0s/6m0s  0480/1000 iters, 1000 per VU

running (2m28.0s), 1/1 VUs, 483 complete and 0 interrupted iterations
paced_over_5m   [  48% ] 1 VUs  2m28.0s/6m0s  0483/1000 iters, 1000 per VU

running (2m29.0s), 1/1 VUs, 487 complete and 0 interrupted iterations
paced_over_5m   [  49% ] 1 VUs  2m29.0s/6m0s  0487/1000 iters, 1000 per VU

running (2m30.0s), 1/1 VUs, 490 complete and 0 interrupted iterations
paced_over_5m   [  49% ] 1 VUs  2m30.0s/6m0s  0490/1000 iters, 1000 per VU

running (2m31.0s), 1/1 VUs, 493 complete and 0 interrupted iterations
paced_over_5m   [  49% ] 1 VUs  2m31.0s/6m0s  0493/1000 iters, 1000 per VU

running (2m32.0s), 1/1 VUs, 496 complete and 0 interrupted iterations
paced_over_5m   [  50% ] 1 VUs  2m32.0s/6m0s  0496/1000 iters, 1000 per VU

running (2m33.0s), 1/1 VUs, 500 complete and 0 interrupted iterations
paced_over_5m   [  50% ] 1 VUs  2m33.0s/6m0s  0500/1000 iters, 1000 per VU

running (2m34.0s), 1/1 VUs, 503 complete and 0 interrupted iterations
paced_over_5m   [  50% ] 1 VUs  2m34.0s/6m0s  0503/1000 iters, 1000 per VU

running (2m35.0s), 1/1 VUs, 506 complete and 0 interrupted iterations
paced_over_5m   [  51% ] 1 VUs  2m35.0s/6m0s  0506/1000 iters, 1000 per VU

running (2m36.0s), 1/1 VUs, 509 complete and 0 interrupted iterations
paced_over_5m   [  51% ] 1 VUs  2m36.0s/6m0s  0509/1000 iters, 1000 per VU

running (2m37.0s), 1/1 VUs, 513 complete and 0 interrupted iterations
paced_over_5m   [  51% ] 1 VUs  2m37.0s/6m0s  0513/1000 iters, 1000 per VU

running (2m38.0s), 1/1 VUs, 516 complete and 0 interrupted iterations
paced_over_5m   [  52% ] 1 VUs  2m38.0s/6m0s  0516/1000 iters, 1000 per VU

running (2m39.0s), 1/1 VUs, 519 complete and 0 interrupted iterations
paced_over_5m   [  52% ] 1 VUs  2m39.0s/6m0s  0519/1000 iters, 1000 per VU

running (2m40.0s), 1/1 VUs, 523 complete and 0 interrupted iterations
paced_over_5m   [  52% ] 1 VUs  2m40.0s/6m0s  0523/1000 iters, 1000 per VU

running (2m41.0s), 1/1 VUs, 526 complete and 0 interrupted iterations
paced_over_5m   [  53% ] 1 VUs  2m41.0s/6m0s  0526/1000 iters, 1000 per VU

running (2m42.0s), 1/1 VUs, 529 complete and 0 interrupted iterations
paced_over_5m   [  53% ] 1 VUs  2m42.0s/6m0s  0529/1000 iters, 1000 per VU

running (2m43.0s), 1/1 VUs, 532 complete and 0 interrupted iterations
paced_over_5m   [  53% ] 1 VUs  2m43.0s/6m0s  0532/1000 iters, 1000 per VU

running (2m44.0s), 1/1 VUs, 536 complete and 0 interrupted iterations
paced_over_5m   [  54% ] 1 VUs  2m44.0s/6m0s  0536/1000 iters, 1000 per VU

running (2m45.0s), 1/1 VUs, 539 complete and 0 interrupted iterations
paced_over_5m   [  54% ] 1 VUs  2m45.0s/6m0s  0539/1000 iters, 1000 per VU

running (2m46.0s), 1/1 VUs, 542 complete and 0 interrupted iterations
paced_over_5m   [  54% ] 1 VUs  2m46.0s/6m0s  0542/1000 iters, 1000 per VU

running (2m47.0s), 1/1 VUs, 545 complete and 0 interrupted iterations
paced_over_5m   [  55% ] 1 VUs  2m47.0s/6m0s  0545/1000 iters, 1000 per VU

running (2m48.0s), 1/1 VUs, 549 complete and 0 interrupted iterations
paced_over_5m   [  55% ] 1 VUs  2m48.0s/6m0s  0549/1000 iters, 1000 per VU

running (2m49.0s), 1/1 VUs, 552 complete and 0 interrupted iterations
paced_over_5m   [  55% ] 1 VUs  2m49.0s/6m0s  0552/1000 iters, 1000 per VU

running (2m50.0s), 1/1 VUs, 555 complete and 0 interrupted iterations
paced_over_5m   [  56% ] 1 VUs  2m50.0s/6m0s  0555/1000 iters, 1000 per VU

running (2m51.0s), 1/1 VUs, 558 complete and 0 interrupted iterations
paced_over_5m   [  56% ] 1 VUs  2m51.0s/6m0s  0558/1000 iters, 1000 per VU

running (2m52.0s), 1/1 VUs, 562 complete and 0 interrupted iterations
paced_over_5m   [  56% ] 1 VUs  2m52.0s/6m0s  0562/1000 iters, 1000 per VU

running (2m53.0s), 1/1 VUs, 565 complete and 0 interrupted iterations
paced_over_5m   [  56% ] 1 VUs  2m53.0s/6m0s  0565/1000 iters, 1000 per VU

running (2m54.0s), 1/1 VUs, 568 complete and 0 interrupted iterations
paced_over_5m   [  57% ] 1 VUs  2m54.0s/6m0s  0568/1000 iters, 1000 per VU

running (2m55.0s), 1/1 VUs, 571 complete and 0 interrupted iterations
paced_over_5m   [  57% ] 1 VUs  2m55.0s/6m0s  0571/1000 iters, 1000 per VU

running (2m56.0s), 1/1 VUs, 575 complete and 0 interrupted iterations
paced_over_5m   [  57% ] 1 VUs  2m56.0s/6m0s  0575/1000 iters, 1000 per VU

running (2m57.0s), 1/1 VUs, 578 complete and 0 interrupted iterations
paced_over_5m   [  58% ] 1 VUs  2m57.0s/6m0s  0578/1000 iters, 1000 per VU

running (2m58.0s), 1/1 VUs, 581 complete and 0 interrupted iterations
paced_over_5m   [  58% ] 1 VUs  2m58.0s/6m0s  0581/1000 iters, 1000 per VU

running (2m59.0s), 1/1 VUs, 585 complete and 0 interrupted iterations
paced_over_5m   [  58% ] 1 VUs  2m59.0s/6m0s  0585/1000 iters, 1000 per VU

running (3m00.0s), 1/1 VUs, 588 complete and 0 interrupted iterations
paced_over_5m   [  59% ] 1 VUs  3m00.0s/6m0s  0588/1000 iters, 1000 per VU

running (3m01.0s), 1/1 VUs, 591 complete and 0 interrupted iterations
paced_over_5m   [  59% ] 1 VUs  3m01.0s/6m0s  0591/1000 iters, 1000 per VU

running (3m02.0s), 1/1 VUs, 594 complete and 0 interrupted iterations
paced_over_5m   [  59% ] 1 VUs  3m02.0s/6m0s  0594/1000 iters, 1000 per VU

running (3m03.0s), 1/1 VUs, 598 complete and 0 interrupted iterations
paced_over_5m   [  60% ] 1 VUs  3m03.0s/6m0s  0598/1000 iters, 1000 per VU

running (3m04.0s), 1/1 VUs, 601 complete and 0 interrupted iterations
paced_over_5m   [  60% ] 1 VUs  3m04.0s/6m0s  0601/1000 iters, 1000 per VU

running (3m05.0s), 1/1 VUs, 604 complete and 0 interrupted iterations
paced_over_5m   [  60% ] 1 VUs  3m05.0s/6m0s  0604/1000 iters, 1000 per VU

running (3m06.0s), 1/1 VUs, 607 complete and 0 interrupted iterations
paced_over_5m   [  61% ] 1 VUs  3m06.0s/6m0s  0607/1000 iters, 1000 per VU

running (3m07.0s), 1/1 VUs, 611 complete and 0 interrupted iterations
paced_over_5m   [  61% ] 1 VUs  3m07.0s/6m0s  0611/1000 iters, 1000 per VU

running (3m08.0s), 1/1 VUs, 614 complete and 0 interrupted iterations
paced_over_5m   [  61% ] 1 VUs  3m08.0s/6m0s  0614/1000 iters, 1000 per VU

running (3m09.0s), 1/1 VUs, 617 complete and 0 interrupted iterations
paced_over_5m   [  62% ] 1 VUs  3m09.0s/6m0s  0617/1000 iters, 1000 per VU

running (3m10.0s), 1/1 VUs, 620 complete and 0 interrupted iterations
paced_over_5m   [  62% ] 1 VUs  3m10.0s/6m0s  0620/1000 iters, 1000 per VU

running (3m11.0s), 1/1 VUs, 624 complete and 0 interrupted iterations
paced_over_5m   [  62% ] 1 VUs  3m11.0s/6m0s  0624/1000 iters, 1000 per VU

running (3m12.0s), 1/1 VUs, 627 complete and 0 interrupted iterations
paced_over_5m   [  63% ] 1 VUs  3m12.0s/6m0s  0627/1000 iters, 1000 per VU

running (3m13.0s), 1/1 VUs, 630 complete and 0 interrupted iterations
paced_over_5m   [  63% ] 1 VUs  3m13.0s/6m0s  0630/1000 iters, 1000 per VU

running (3m14.0s), 1/1 VUs, 634 complete and 0 interrupted iterations
paced_over_5m   [  63% ] 1 VUs  3m14.0s/6m0s  0634/1000 iters, 1000 per VU

running (3m15.0s), 1/1 VUs, 637 complete and 0 interrupted iterations
paced_over_5m   [  64% ] 1 VUs  3m15.0s/6m0s  0637/1000 iters, 1000 per VU

running (3m16.0s), 1/1 VUs, 640 complete and 0 interrupted iterations
paced_over_5m   [  64% ] 1 VUs  3m16.0s/6m0s  0640/1000 iters, 1000 per VU

running (3m17.0s), 1/1 VUs, 643 complete and 0 interrupted iterations
paced_over_5m   [  64% ] 1 VUs  3m17.0s/6m0s  0643/1000 iters, 1000 per VU

running (3m18.0s), 1/1 VUs, 647 complete and 0 interrupted iterations
paced_over_5m   [  65% ] 1 VUs  3m18.0s/6m0s  0647/1000 iters, 1000 per VU

running (3m19.0s), 1/1 VUs, 650 complete and 0 interrupted iterations
paced_over_5m   [  65% ] 1 VUs  3m19.0s/6m0s  0650/1000 iters, 1000 per VU

running (3m20.0s), 1/1 VUs, 653 complete and 0 interrupted iterations
paced_over_5m   [  65% ] 1 VUs  3m20.0s/6m0s  0653/1000 iters, 1000 per VU

running (3m21.0s), 1/1 VUs, 656 complete and 0 interrupted iterations
paced_over_5m   [  66% ] 1 VUs  3m21.0s/6m0s  0656/1000 iters, 1000 per VU

running (3m22.0s), 1/1 VUs, 660 complete and 0 interrupted iterations
paced_over_5m   [  66% ] 1 VUs  3m22.0s/6m0s  0660/1000 iters, 1000 per VU

running (3m23.0s), 1/1 VUs, 663 complete and 0 interrupted iterations
paced_over_5m   [  66% ] 1 VUs  3m23.0s/6m0s  0663/1000 iters, 1000 per VU

running (3m24.0s), 1/1 VUs, 666 complete and 0 interrupted iterations
paced_over_5m   [  67% ] 1 VUs  3m24.0s/6m0s  0666/1000 iters, 1000 per VU

running (3m25.0s), 1/1 VUs, 670 complete and 0 interrupted iterations
paced_over_5m   [  67% ] 1 VUs  3m25.0s/6m0s  0670/1000 iters, 1000 per VU

running (3m26.0s), 1/1 VUs, 673 complete and 0 interrupted iterations
paced_over_5m   [  67% ] 1 VUs  3m26.0s/6m0s  0673/1000 iters, 1000 per VU

running (3m27.0s), 1/1 VUs, 676 complete and 0 interrupted iterations
paced_over_5m   [  68% ] 1 VUs  3m27.0s/6m0s  0676/1000 iters, 1000 per VU

running (3m28.0s), 1/1 VUs, 679 complete and 0 interrupted iterations
paced_over_5m   [  68% ] 1 VUs  3m28.0s/6m0s  0679/1000 iters, 1000 per VU

running (3m29.0s), 1/1 VUs, 683 complete and 0 interrupted iterations
paced_over_5m   [  68% ] 1 VUs  3m29.0s/6m0s  0683/1000 iters, 1000 per VU

running (3m30.0s), 1/1 VUs, 686 complete and 0 interrupted iterations
paced_over_5m   [  69% ] 1 VUs  3m30.0s/6m0s  0686/1000 iters, 1000 per VU

running (3m31.0s), 1/1 VUs, 689 complete and 0 interrupted iterations
paced_over_5m   [  69% ] 1 VUs  3m31.0s/6m0s  0689/1000 iters, 1000 per VU

running (3m32.0s), 1/1 VUs, 692 complete and 0 interrupted iterations
paced_over_5m   [  69% ] 1 VUs  3m32.0s/6m0s  0692/1000 iters, 1000 per VU

running (3m33.0s), 1/1 VUs, 696 complete and 0 interrupted iterations
paced_over_5m   [  70% ] 1 VUs  3m33.0s/6m0s  0696/1000 iters, 1000 per VU

running (3m34.0s), 1/1 VUs, 699 complete and 0 interrupted iterations
paced_over_5m   [  70% ] 1 VUs  3m34.0s/6m0s  0699/1000 iters, 1000 per VU

running (3m35.0s), 1/1 VUs, 702 complete and 0 interrupted iterations
paced_over_5m   [  70% ] 1 VUs  3m35.0s/6m0s  0702/1000 iters, 1000 per VU

running (3m36.0s), 1/1 VUs, 705 complete and 0 interrupted iterations
paced_over_5m   [  70% ] 1 VUs  3m36.0s/6m0s  0705/1000 iters, 1000 per VU

running (3m37.0s), 1/1 VUs, 709 complete and 0 interrupted iterations
paced_over_5m   [  71% ] 1 VUs  3m37.0s/6m0s  0709/1000 iters, 1000 per VU

running (3m38.0s), 1/1 VUs, 712 complete and 0 interrupted iterations
paced_over_5m   [  71% ] 1 VUs  3m38.0s/6m0s  0712/1000 iters, 1000 per VU

running (3m39.0s), 1/1 VUs, 715 complete and 0 interrupted iterations
paced_over_5m   [  72% ] 1 VUs  3m39.0s/6m0s  0715/1000 iters, 1000 per VU

running (3m40.0s), 1/1 VUs, 719 complete and 0 interrupted iterations
paced_over_5m   [  72% ] 1 VUs  3m40.0s/6m0s  0719/1000 iters, 1000 per VU

running (3m41.0s), 1/1 VUs, 722 complete and 0 interrupted iterations
paced_over_5m   [  72% ] 1 VUs  3m41.0s/6m0s  0722/1000 iters, 1000 per VU

running (3m42.0s), 1/1 VUs, 725 complete and 0 interrupted iterations
paced_over_5m   [  72% ] 1 VUs  3m42.0s/6m0s  0725/1000 iters, 1000 per VU

running (3m43.0s), 1/1 VUs, 728 complete and 0 interrupted iterations
paced_over_5m   [  73% ] 1 VUs  3m43.0s/6m0s  0728/1000 iters, 1000 per VU

running (3m44.0s), 1/1 VUs, 732 complete and 0 interrupted iterations
paced_over_5m   [  73% ] 1 VUs  3m44.0s/6m0s  0732/1000 iters, 1000 per VU

running (3m45.0s), 1/1 VUs, 735 complete and 0 interrupted iterations
paced_over_5m   [  74% ] 1 VUs  3m45.0s/6m0s  0735/1000 iters, 1000 per VU

running (3m46.0s), 1/1 VUs, 738 complete and 0 interrupted iterations
paced_over_5m   [  74% ] 1 VUs  3m46.0s/6m0s  0738/1000 iters, 1000 per VU

running (3m47.0s), 1/1 VUs, 741 complete and 0 interrupted iterations
paced_over_5m   [  74% ] 1 VUs  3m47.0s/6m0s  0741/1000 iters, 1000 per VU

running (3m48.0s), 1/1 VUs, 745 complete and 0 interrupted iterations
paced_over_5m   [  74% ] 1 VUs  3m48.0s/6m0s  0745/1000 iters, 1000 per VU

running (3m49.0s), 1/1 VUs, 748 complete and 0 interrupted iterations
paced_over_5m   [  75% ] 1 VUs  3m49.0s/6m0s  0748/1000 iters, 1000 per VU

running (3m50.0s), 1/1 VUs, 751 complete and 0 interrupted iterations
paced_over_5m   [  75% ] 1 VUs  3m50.0s/6m0s  0751/1000 iters, 1000 per VU

running (3m51.0s), 1/1 VUs, 754 complete and 0 interrupted iterations
paced_over_5m   [  75% ] 1 VUs  3m51.0s/6m0s  0754/1000 iters, 1000 per VU

running (3m52.0s), 1/1 VUs, 758 complete and 0 interrupted iterations
paced_over_5m   [  76% ] 1 VUs  3m52.0s/6m0s  0758/1000 iters, 1000 per VU

running (3m53.0s), 1/1 VUs, 761 complete and 0 interrupted iterations
paced_over_5m   [  76% ] 1 VUs  3m53.0s/6m0s  0761/1000 iters, 1000 per VU

running (3m54.0s), 1/1 VUs, 764 complete and 0 interrupted iterations
paced_over_5m   [  76% ] 1 VUs  3m54.0s/6m0s  0764/1000 iters, 1000 per VU

running (3m55.0s), 1/1 VUs, 768 complete and 0 interrupted iterations
paced_over_5m   [  77% ] 1 VUs  3m55.0s/6m0s  0768/1000 iters, 1000 per VU

running (3m56.0s), 1/1 VUs, 771 complete and 0 interrupted iterations
paced_over_5m   [  77% ] 1 VUs  3m56.0s/6m0s  0771/1000 iters, 1000 per VU

running (3m57.0s), 1/1 VUs, 774 complete and 0 interrupted iterations
paced_over_5m   [  77% ] 1 VUs  3m57.0s/6m0s  0774/1000 iters, 1000 per VU

running (3m58.0s), 1/1 VUs, 777 complete and 0 interrupted iterations
paced_over_5m   [  78% ] 1 VUs  3m58.0s/6m0s  0777/1000 iters, 1000 per VU

running (3m59.0s), 1/1 VUs, 781 complete and 0 interrupted iterations
paced_over_5m   [  78% ] 1 VUs  3m59.0s/6m0s  0781/1000 iters, 1000 per VU

running (4m00.0s), 1/1 VUs, 784 complete and 0 interrupted iterations
paced_over_5m   [  78% ] 1 VUs  4m00.0s/6m0s  0784/1000 iters, 1000 per VU

running (4m01.0s), 1/1 VUs, 787 complete and 0 interrupted iterations
paced_over_5m   [  79% ] 1 VUs  4m01.0s/6m0s  0787/1000 iters, 1000 per VU

running (4m02.0s), 1/1 VUs, 790 complete and 0 interrupted iterations
paced_over_5m   [  79% ] 1 VUs  4m02.0s/6m0s  0790/1000 iters, 1000 per VU

running (4m03.0s), 1/1 VUs, 794 complete and 0 interrupted iterations
paced_over_5m   [  79% ] 1 VUs  4m03.0s/6m0s  0794/1000 iters, 1000 per VU

running (4m04.0s), 1/1 VUs, 797 complete and 0 interrupted iterations
paced_over_5m   [  80% ] 1 VUs  4m04.0s/6m0s  0797/1000 iters, 1000 per VU

running (4m05.0s), 1/1 VUs, 800 complete and 0 interrupted iterations
paced_over_5m   [  80% ] 1 VUs  4m05.0s/6m0s  0800/1000 iters, 1000 per VU

running (4m06.0s), 1/1 VUs, 803 complete and 0 interrupted iterations
paced_over_5m   [  80% ] 1 VUs  4m06.0s/6m0s  0803/1000 iters, 1000 per VU

running (4m07.0s), 1/1 VUs, 807 complete and 0 interrupted iterations
paced_over_5m   [  81% ] 1 VUs  4m07.0s/6m0s  0807/1000 iters, 1000 per VU

running (4m08.0s), 1/1 VUs, 810 complete and 0 interrupted iterations
paced_over_5m   [  81% ] 1 VUs  4m08.0s/6m0s  0810/1000 iters, 1000 per VU

running (4m09.0s), 1/1 VUs, 813 complete and 0 interrupted iterations
paced_over_5m   [  81% ] 1 VUs  4m09.0s/6m0s  0813/1000 iters, 1000 per VU

running (4m10.0s), 1/1 VUs, 816 complete and 0 interrupted iterations
paced_over_5m   [  82% ] 1 VUs  4m10.0s/6m0s  0816/1000 iters, 1000 per VU

running (4m11.0s), 1/1 VUs, 820 complete and 0 interrupted iterations
paced_over_5m   [  82% ] 1 VUs  4m11.0s/6m0s  0820/1000 iters, 1000 per VU

running (4m12.0s), 1/1 VUs, 823 complete and 0 interrupted iterations
paced_over_5m   [  82% ] 1 VUs  4m12.0s/6m0s  0823/1000 iters, 1000 per VU

running (4m13.0s), 1/1 VUs, 826 complete and 0 interrupted iterations
paced_over_5m   [  83% ] 1 VUs  4m13.0s/6m0s  0826/1000 iters, 1000 per VU

running (4m14.0s), 1/1 VUs, 829 complete and 0 interrupted iterations
paced_over_5m   [  83% ] 1 VUs  4m14.0s/6m0s  0829/1000 iters, 1000 per VU

running (4m15.0s), 1/1 VUs, 833 complete and 0 interrupted iterations
paced_over_5m   [  83% ] 1 VUs  4m15.0s/6m0s  0833/1000 iters, 1000 per VU

running (4m16.0s), 1/1 VUs, 836 complete and 0 interrupted iterations
paced_over_5m   [  84% ] 1 VUs  4m16.0s/6m0s  0836/1000 iters, 1000 per VU

running (4m17.0s), 1/1 VUs, 839 complete and 0 interrupted iterations
paced_over_5m   [  84% ] 1 VUs  4m17.0s/6m0s  0839/1000 iters, 1000 per VU

running (4m18.0s), 1/1 VUs, 842 complete and 0 interrupted iterations
paced_over_5m   [  84% ] 1 VUs  4m18.0s/6m0s  0842/1000 iters, 1000 per VU

running (4m19.0s), 1/1 VUs, 846 complete and 0 interrupted iterations
paced_over_5m   [  85% ] 1 VUs  4m19.0s/6m0s  0846/1000 iters, 1000 per VU

running (4m20.0s), 1/1 VUs, 849 complete and 0 interrupted iterations
paced_over_5m   [  85% ] 1 VUs  4m20.0s/6m0s  0849/1000 iters, 1000 per VU

running (4m21.0s), 1/1 VUs, 852 complete and 0 interrupted iterations
paced_over_5m   [  85% ] 1 VUs  4m21.0s/6m0s  0852/1000 iters, 1000 per VU

running (4m22.0s), 1/1 VUs, 855 complete and 0 interrupted iterations
paced_over_5m   [  86% ] 1 VUs  4m22.0s/6m0s  0855/1000 iters, 1000 per VU

running (4m23.0s), 1/1 VUs, 859 complete and 0 interrupted iterations
paced_over_5m   [  86% ] 1 VUs  4m23.1s/6m0s  0859/1000 iters, 1000 per VU

running (4m24.1s), 1/1 VUs, 862 complete and 0 interrupted iterations
paced_over_5m   [  86% ] 1 VUs  4m24.0s/6m0s  0862/1000 iters, 1000 per VU

running (4m25.1s), 1/1 VUs, 865 complete and 0 interrupted iterations
paced_over_5m   [  86% ] 1 VUs  4m25.0s/6m0s  0865/1000 iters, 1000 per VU

running (4m26.1s), 1/1 VUs, 868 complete and 0 interrupted iterations
paced_over_5m   [  87% ] 1 VUs  4m26.0s/6m0s  0868/1000 iters, 1000 per VU

running (4m27.1s), 1/1 VUs, 872 complete and 0 interrupted iterations
paced_over_5m   [  87% ] 1 VUs  4m27.0s/6m0s  0872/1000 iters, 1000 per VU

running (4m28.1s), 1/1 VUs, 875 complete and 0 interrupted iterations
paced_over_5m   [  88% ] 1 VUs  4m28.0s/6m0s  0875/1000 iters, 1000 per VU

running (4m29.1s), 1/1 VUs, 878 complete and 0 interrupted iterations
paced_over_5m   [  88% ] 1 VUs  4m29.0s/6m0s  0878/1000 iters, 1000 per VU

running (4m30.1s), 1/1 VUs, 881 complete and 0 interrupted iterations
paced_over_5m   [  88% ] 1 VUs  4m30.0s/6m0s  0881/1000 iters, 1000 per VU

running (4m31.1s), 1/1 VUs, 885 complete and 0 interrupted iterations
paced_over_5m   [  88% ] 1 VUs  4m31.0s/6m0s  0885/1000 iters, 1000 per VU

running (4m32.1s), 1/1 VUs, 888 complete and 0 interrupted iterations
paced_over_5m   [  89% ] 1 VUs  4m32.0s/6m0s  0888/1000 iters, 1000 per VU

running (4m33.1s), 1/1 VUs, 891 complete and 0 interrupted iterations
paced_over_5m   [  89% ] 1 VUs  4m33.0s/6m0s  0891/1000 iters, 1000 per VU

running (4m34.1s), 1/1 VUs, 894 complete and 0 interrupted iterations
paced_over_5m   [  89% ] 1 VUs  4m34.0s/6m0s  0894/1000 iters, 1000 per VU

running (4m35.1s), 1/1 VUs, 898 complete and 0 interrupted iterations
paced_over_5m   [  90% ] 1 VUs  4m35.0s/6m0s  0898/1000 iters, 1000 per VU

running (4m36.1s), 1/1 VUs, 901 complete and 0 interrupted iterations
paced_over_5m   [  90% ] 1 VUs  4m36.0s/6m0s  0901/1000 iters, 1000 per VU

running (4m37.1s), 1/1 VUs, 904 complete and 0 interrupted iterations
paced_over_5m   [  90% ] 1 VUs  4m37.0s/6m0s  0904/1000 iters, 1000 per VU

running (4m38.1s), 1/1 VUs, 908 complete and 0 interrupted iterations
paced_over_5m   [  91% ] 1 VUs  4m38.0s/6m0s  0908/1000 iters, 1000 per VU

running (4m39.1s), 1/1 VUs, 911 complete and 0 interrupted iterations
paced_over_5m   [  91% ] 1 VUs  4m39.0s/6m0s  0911/1000 iters, 1000 per VU

running (4m40.1s), 1/1 VUs, 914 complete and 0 interrupted iterations
paced_over_5m   [  91% ] 1 VUs  4m40.0s/6m0s  0914/1000 iters, 1000 per VU

running (4m41.1s), 1/1 VUs, 917 complete and 0 interrupted iterations
paced_over_5m   [  92% ] 1 VUs  4m41.0s/6m0s  0917/1000 iters, 1000 per VU

running (4m42.1s), 1/1 VUs, 920 complete and 0 interrupted iterations
paced_over_5m   [  92% ] 1 VUs  4m42.0s/6m0s  0920/1000 iters, 1000 per VU

running (4m43.1s), 1/1 VUs, 924 complete and 0 interrupted iterations
paced_over_5m   [  92% ] 1 VUs  4m43.0s/6m0s  0924/1000 iters, 1000 per VU

running (4m44.1s), 1/1 VUs, 927 complete and 0 interrupted iterations
paced_over_5m   [  93% ] 1 VUs  4m44.0s/6m0s  0927/1000 iters, 1000 per VU

running (4m45.1s), 1/1 VUs, 930 complete and 0 interrupted iterations
paced_over_5m   [  93% ] 1 VUs  4m45.0s/6m0s  0930/1000 iters, 1000 per VU

running (4m46.1s), 1/1 VUs, 933 complete and 0 interrupted iterations
paced_over_5m   [  93% ] 1 VUs  4m46.0s/6m0s  0933/1000 iters, 1000 per VU

running (4m47.1s), 1/1 VUs, 937 complete and 0 interrupted iterations
paced_over_5m   [  94% ] 1 VUs  4m47.0s/6m0s  0937/1000 iters, 1000 per VU

running (4m48.1s), 1/1 VUs, 940 complete and 0 interrupted iterations
paced_over_5m   [  94% ] 1 VUs  4m48.0s/6m0s  0940/1000 iters, 1000 per VU

running (4m49.1s), 1/1 VUs, 943 complete and 0 interrupted iterations
paced_over_5m   [  94% ] 1 VUs  4m49.0s/6m0s  0943/1000 iters, 1000 per VU

running (4m50.1s), 1/1 VUs, 946 complete and 0 interrupted iterations
paced_over_5m   [  95% ] 1 VUs  4m50.0s/6m0s  0946/1000 iters, 1000 per VU

running (4m51.1s), 1/1 VUs, 950 complete and 0 interrupted iterations
paced_over_5m   [  95% ] 1 VUs  4m51.0s/6m0s  0950/1000 iters, 1000 per VU

running (4m52.1s), 1/1 VUs, 953 complete and 0 interrupted iterations
paced_over_5m   [  95% ] 1 VUs  4m52.0s/6m0s  0953/1000 iters, 1000 per VU

running (4m53.1s), 1/1 VUs, 956 complete and 0 interrupted iterations
paced_over_5m   [  96% ] 1 VUs  4m53.0s/6m0s  0956/1000 iters, 1000 per VU

running (4m54.1s), 1/1 VUs, 959 complete and 0 interrupted iterations
paced_over_5m   [  96% ] 1 VUs  4m54.0s/6m0s  0959/1000 iters, 1000 per VU

running (4m55.1s), 1/1 VUs, 963 complete and 0 interrupted iterations
paced_over_5m   [  96% ] 1 VUs  4m55.0s/6m0s  0963/1000 iters, 1000 per VU

running (4m56.1s), 1/1 VUs, 966 complete and 0 interrupted iterations
paced_over_5m   [  97% ] 1 VUs  4m56.0s/6m0s  0966/1000 iters, 1000 per VU

running (4m57.1s), 1/1 VUs, 969 complete and 0 interrupted iterations
paced_over_5m   [  97% ] 1 VUs  4m57.0s/6m0s  0969/1000 iters, 1000 per VU

running (4m58.1s), 1/1 VUs, 972 complete and 0 interrupted iterations
paced_over_5m   [  97% ] 1 VUs  4m58.0s/6m0s  0972/1000 iters, 1000 per VU

running (4m59.1s), 1/1 VUs, 976 complete and 0 interrupted iterations
paced_over_5m   [  98% ] 1 VUs  4m59.0s/6m0s  0976/1000 iters, 1000 per VU

running (5m00.1s), 1/1 VUs, 979 complete and 0 interrupted iterations
paced_over_5m   [  98% ] 1 VUs  5m00.0s/6m0s  0979/1000 iters, 1000 per VU

running (5m01.1s), 1/1 VUs, 982 complete and 0 interrupted iterations
paced_over_5m   [  98% ] 1 VUs  5m01.0s/6m0s  0982/1000 iters, 1000 per VU

running (5m02.1s), 1/1 VUs, 985 complete and 0 interrupted iterations
paced_over_5m   [  98% ] 1 VUs  5m02.0s/6m0s  0985/1000 iters, 1000 per VU

running (5m03.1s), 1/1 VUs, 989 complete and 0 interrupted iterations
paced_over_5m   [  99% ] 1 VUs  5m03.0s/6m0s  0989/1000 iters, 1000 per VU

running (5m04.1s), 1/1 VUs, 992 complete and 0 interrupted iterations
paced_over_5m   [  99% ] 1 VUs  5m04.0s/6m0s  0992/1000 iters, 1000 per VU

running (5m05.1s), 1/1 VUs, 995 complete and 0 interrupted iterations
paced_over_5m   [ 100% ] 1 VUs  5m05.0s/6m0s  0995/1000 iters, 1000 per VU

running (5m06.1s), 1/1 VUs, 998 complete and 0 interrupted iterations
paced_over_5m   [ 100% ] 1 VUs  5m06.0s/6m0s  0998/1000 iters, 1000 per VU


  █ THRESHOLDS 

    http_req_duration
    ✓ 'p(95)<2000' p(95)=1.83ms

    http_req_failed
    ✓ 'rate<0.01' rate=0.00%


  █ TOTAL RESULTS 

    checks_total.......: 1000    3.263211/s
    checks_succeeded...: 100.00% 1000 out of 1000
    checks_failed......: 0.00%   0 out of 1000

    ✓ status 2xx/3xx

    HTTP
    http_req_duration..............: avg=1.23ms   min=209.5µs med=1.19ms   max=9.66ms   p(90)=1.64ms   p(95)=1.83ms  
      { expected_response:true }...: avg=1.23ms   min=209.5µs med=1.19ms   max=9.66ms   p(90)=1.64ms   p(95)=1.83ms  
    http_req_failed................: 0.00%  0 out of 2000
    http_reqs......................: 2000   6.526422/s

    EXECUTION
    iteration_duration.............: avg=306.27ms min=301.6ms med=305.85ms max=322.49ms p(90)=308.94ms p(95)=310.82ms
    iterations.....................: 1000   3.263211/s
    vus............................: 1      min=1         max=1
    vus_max........................: 1      min=1         max=1

    NETWORK
    data_received..................: 3.3 MB 11 kB/s
    data_sent......................: 160 kB 522 B/s



running (5m06.4s), 0/1 VUs, 1000 complete and 0 interrupted iterations
paced_over_5m ✓ [ 100% ] 1 VUs  5m06.4s/6m0s  1000/1000 iters, 1000 per VU